{
  "navigation": {
    "home": "Zuhause",
    "about": "Über uns",
    "equipment": "Herstellung von Anlagen",
    "parts": "Herstellung von Bauteilen",
    "automation": "Automatisierung",
    "projects": "Abgeschlossene Projekte",
    "es_projects": "EU projekte",
    "contacts": "Kontakte"
  },
  "home": {
    "carousel01": {
      "title": "PROJEKTIERUNG UND HERSTELLUNG VON ANLAGEN AUTOMATISIERUNG",
      "text01": "Wir beschäftigen uns mit Projektierung",
      "text02": "von Anlagen",
      "text03": "und mit Herstellung unterschiedlicher",
      "text04": "Anlagen für verschiedene Produktionszweige,",
      "text05": "angepasst der individuellen Bedürfnisse."
    },
    "carousel02": {
      "title": "HERSTELLUNG VON BAUTEILEN",
      "text01": "Wir beschäftigen uns mit Herstellung unterschiedlicher",
      "text02": "Bauteile und Einzelteilprototypen gemäß den Aufträgen, Aufrissen bzw.",
      "text03": "Wir bieten unterschiedliche Dienstleistungen im Bereich der mechanischen Bearbeitung an."
    },
    "info": {
      "text01": "UAB „Techranga“ ist das Unternehmen, welches sich in Qualitätssicherung für Bauarbeiten immer wieder vervollkommnet,",
      "text02": "strebt nach Erfüllung der Anforderungen und Erwartungen der Auftraggeber,",
      "text03": "sich an wechselnden Bedingungen anpasst."
    }
  },
  "about": {
    "text01": "UAB „Techranga“ schenkt eine besondere Aufmerksamkeit auf Qualität der Arbeiten, Umweltschutz und Sicherheit und Hygiene der Arbeitnehmer. Auf dieser Grundlage treffen wir die Entscheidungen, streben nach Verwirklichung flexibler Preisbildung, Vervollkommnung der Betriebsprozesse, Suche der meist effektivsten und optimalsten Aufgabenlösungen. Unser Zweck ist, flexibel und operativ zu reagieren und die Bedürfnisse unserer sogar am wählerischsten Kunden zu befriedigen.",
    "text02": "UAB „Techranga“ beschäftigt sich mit Projektierung und Herstellung der Anlagen, Bauteile, Erbringung von Dienstleistungen im Bereich der mechanischen Bearbeitung und Ausführung der Automatisierungsprojekte für industrielle Unternehmen. Die Herstellung umfasst die kleinsten Bauteilen bis Produktionslinien. Die Bauteile werden in Einzelstücken und in größeren Mengen hergestellt.",
    "text03": "Damit wir unsere Positionen auf dem Markt verstärken und Nachfrage unserer Kunden befriedigen könnten, haben wir das integrierte Managementsystem zur Qualität, Umweltschutz und Sicherheit und  Gesundheitsschutz gemäß den Standards LST EN ISO 9001:2015, LST EN ISO 14001:2015 ir LST EN ISO 45001:2018 eingeführt."
  },
  "equipment": {
    "text01": "Wir beschäftigen uns mit Projektierung von Anlagen gemäß der technischen Aufgabe des Auftraggebers und mit Herstellung unterschiedlicher Anlagen für verschiedene Produktionszweige, angepasst der individuellen Bedürfnisse. Wir stellen nicht nur einen mechanischen Teil der Anlage aus Stahl, nichtrostendem Stahl bzw. sonstigen Stoffen, sondern auch die völlig automatisierte Anlage her. Unsere Tätigkeit umfasst dabei auch Herstellung neuer bzw. nach den Mustern und Aufrissen des Kunden projektierte Anlagen. Wir projektieren und herstellen folgendes:",
    "list01": "förderanlagen, transportförderer, transportierungssysteme für unterschiedliche nutzungszwecke;",
    "list02": "vibro-siebanlagen;",
    "list03": "manipulationstechnik;",
    "list04": "halbautomatische maschinen;",
    "list05": "bohrköpfe;",
    "list06": "stempel, gießformen;",
    "list07": "konstruktionen;",
    "list08": "sonstige herstellungsanlagen und produktionslinien;",
    "text02": "Außerdem bieten wir andere dienstleistungen für rekonstruktion bzw. Reparatur der Anlagen."
  },
  "parts": {
    "text01": "Wir beschäftigen uns mit Herstellung unterschiedlicher Bauteile und Einzelteilprototypen gemäß den Aufträgen, Aufrissen bzw. Mustern unserer Kunden. Die Bauteile werden aus unterschiedlicher Metalltype und Kunststoffe in Einzelstücken und in größeren Mengen hergestellt. Außerdem bieten wir unterschiedliche Dienstleistungen im Bereich der mechanischen Bearbeitung an, und zwar:",
    "list01": "CNC-Dreherei;",
    "list02": "CNC-Fräsen;",
    "list03": "Flach- und Rundschleifen;",
    "list04": "Drahterosion (EDM);",
    "list05": "Schlosserei und Montagearbeiten;",
    "list06": "Verschweißung von Stahl, nichtrostendem Stahl, Aluminium, Gusseisen (TIG / MIG);",
    "list07": "Thermische Bearbeitung von Bauteilen."
  },
  "automation": {
    "text01": "Unser Unternehmen beschäftigt sich mit Projektierung, Zusammenbau, Montage und Inbetriebnahme der herstellenden Steuerungssysteme für Anlagen.",
    "text02": "Dabei auch wir können wir unseren Kunden anbieten, die alten Steuerungssysteme zu erneuern."
  },
  "projects": {
    "text01": "Mehr auf:"
  },
  "es_projects": {
    "title": "EU Projekte",
    "project_title": "Projekt: Einsatz digitaler Technologien in „Techranga“ UAB",
    "project_text": "„Techranga“ UAB projektiert und entwickelt die Einrichtungen bzw. Teile, erbringt mechanische Bearbeitungsdienstleistungen sowie führt die Automatisierungsprojekte für verschiedene Industrieunternehmen durch. Die Produktion erfolgt von dem kleinsten Teil bis zur Produktionslinie. Die Teile werden sowie in Stücken, als auch in größeren Mengen produziert. „Techranga“ UAB schenkt besondere Beachtung für die Qualität des Arbeitsplatzes, Umweltschutz, Sicherheit und Gesundheit der Arbeitnehmer. Im Anstreben ihre Marktpositionen zu stärken und die Bedürfnisse ihrer Kunden zu befriedigen, hat das Unternehmen vor, effizientere Produktionsanlagen einzuführen und zur Automatisierung des ganzen Produktionsprozesses zu übergehen. Das Unternehmen plant auch die Modernisierung des Produktionsprozesses, um das Wettbewerbspotenzial des Unternehmens zu erhöhen. Im Laufe des Projekts werden auf Grundlage von Empfehlungen der vorgenommenen Technologieprüfungen neue digitale Lösungen umgesetzt, die zur Optimierung der Produktionsprozesse im Unternehmen, zur Einschätzung von Möglichkeiten für die Digitalisierung der Produktionsprozesse, zur Erhöhung der Arbeitsproduktivität, Wettbewerbsfähigkeit des Unternehmens sowie Produktivität beitragen werden. Das Projekt wird aus dem Europäischen Fonds für regionale Entwicklung (EFRE) finanziert.",
    "project_nr": "Projektnummer: Nr. 03.3.1-LVPA-K-854-02-0122",
    "project_name": "Bezeichnung des Projekts: Einsatz digitaler Technologien in „Techranga“ UAB",
    "project_info": "Maßnahme: gemäß der Priorität 3 „Förderung der Wettbewerbsfähigkeit kleiner und mittlerer Unternehmen“ des Investitionsprogramms der Europäischen Union 2014-2020, Maßnahme Nr. 03.3.1-LVPA-K-854 „Industrielle Digitalisierung LT“",
    "project_date": "Die Laufzeit des Projekts: vom 03.06.2020 bis zum 22.03.2023",
    "project_sum": "Der vorgesehene Finanzierungsbetrag: 163.828,85 EUR",
    "project_img": "de"
  },
  "contacts": {
    "title": "UAB „Techranga“",
    "text01": "Handelsregisternummer: 300556637",
    "text02": "MwSt.-Nr.: LT 100002311019",
    "address": "LT-51241 Kaunas, Litauen"
  },
  "tables": {
    "link": "TECHNISCHE KAPAZITÄT",
    "milling": {
      "milling-title": "FRÄSMASCHINEN",
      "milling-th_01": "Achsen",
      "milling-th_02": "Arbeitsfläche"
    },
    "turning": {
      "turning-title": "DREHMASCHINEN",
      "turning-th_01": "Durchmesser",
      "turning-th_02": "Länge"
    },
    "other": {
      "other-title": "ANDERE MASCHINEN",
      "other-equipment_01": "Koordinatenbohrmaschinen MAHO MH800P (1150x700mm)",
      "other-equipment_02": "Rundschleifmaschinen 3U13DF11 (Ø200x500mm)",
      "other-equipment_03": "Flachschleifmaschinen 3L722 (1100x320x280mm)",
      "other-equipment_04": "Drahterodieren (400x800mm)",
      "other-equipment_05": "Drahterodieran SP150",
      "other-equipment_06": "Band Sah Schneiden Maschine Pegas Gonda 220x250 GH-R",
      "other-equipment_07": "Vertikale Schnitzmaschine Kommunar 7A420 (Ø500x200mm)",
      "other-equipment_08": "Standbohrmaschine, 2 Stk.",
      "other-equipment_09": "Exzentrische Presse (100T, 850x560mm)",
      "other-equipment_10": "Hydraulikpresse (30T, 995x1000mm)",
      "other-equipment_11": "Handpresse (435x325mm)",
      "other-equipment_12": "Schärfmaschinen, 2 Stk.",
      "other-equipment_13": "Hochpräzise Elektroofen SNOL 10/1200 (1200°C, 295x420x295mm)",
      "other-equipment_14": "Hochpräzise Elektroofen SNOL 1 6.2.5.1/9-IZ (900°C, 170x295x115mm)",
      "other-equipment_15": "Wasser Sandstrahlen Maschine SBC350 (945x605x580mm)",
      "other-equipment_16": "Härteprüfer Maschinen",
      "other-equipment_17": "Blechwaltzmaschine (Breite 1000 mm)",
      "other-equipment_18": "Biegevorrichtung (Breite 700mm)"
    }
  }
}
